// Japanese localisation by Tsuyoshi Nakamula
// nakamula_t@mac.com
// http://homepage.mac.com/tnakamula/

// General
"OK" = "OK";
"Cancel" = "キャンセル";

"ErrorCode" = "StreamRipper エンジンは %d のエラーを報告しています";

"Buffering" = "バッファー中";
"Ripping" = "リッピング中";
"Reconnecting" = "再接続中";

// Quit
// TODO: %d in "SureQuit" to indicate the number of streams being ripped
"Quit" = "XStreamRipper を終了";
"SureQuit" = "現在、インターネットラジオ放送をリッピング中です。 \n\n それでも終了したいですか？";

"Delete" = "項目を削除";
"SureDelete" = "選択した項目を削除してもかまいませんか？";
